
update collect set  info = "作为全球最大的中文搜索引擎公司，百度一直致力于让网民更便捷地获取信息，找到所求。用户通过百度主页，可以瞬间找到相关的搜索结果，
这些结果来自于百度超过百亿的中文网页数据库作为全球最大的中文搜索引擎公司，百度一直致力于让网民更便捷地获取信息，找到所求。用户通过百度主页，可以瞬间找到相关的搜索结果，
这些结果来自于百度超过百亿的中文网页数据库作为全球最大的中文搜索引擎公司，百度一直致力于让网民更便捷地获取信息，找到所求。用户通过百度主页，可以瞬间找到相关的搜索结果，
这些结果来自于百度超过百亿的中文网页数据库作为全球最大的中文搜索引擎公司，百度一直致力于让网民更便捷地获取信息，找到所求。用户通过百度主页，可以瞬间找到相关的搜索结果，
这些结果来自于百度超过百亿的中文网页数据库作为全球最大的中文搜索引擎公司，百度一直致力于让网民更便捷地获取信息，找到所求。用户通过百度主页，可以瞬间找到相关的搜索结果，
这些结果来自于百度超过百亿的中文网页数据库作为全球最大的中文搜索引擎公司，百度一直致力于让网民更便捷地获取信息，找到所求。用户通过百度主页，可以瞬间找到相关的搜索结果，
这些结果来自于百度超过百亿的中文网页数据库";

